[
    {
        "content": "Стрекающие, или книда́рии (лат. Cnidaria), — тип настоящих многоклеточных животных (Eumetazoa). Исключительно водные обитатели (хотя многие виды могут находиться на суше во время отлива, на это время втягивая щупальца и сжимаясь, сокращая площадь поверхности и снижая потери воды с испарением). Уникальная черта этого типа животных — наличие стрекательных клеток, которые они используют для охоты и защиты от хищников (их нет только у двух видов из озера Медуз).",
        "metadata": {
            "url": "https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D1%80%D0%B5%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B5"
        }
    },
    {
        "content": "Тела книдарий содержат мезоглею — желеподобную субстанцию, заключённую между двумя слоями эпителия, обычно состоящего всего из одного слоя клеток.",
        "metadata": {
            "url": "https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D1%80%D0%B5%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B5"
        }
    },
    {
        "content": "Жизненный цикл имеет две стадии: плавающую форму медузы и сидячую полипов, обе они имеют радиальную симметрию тела и рот, окружённый щупальцами, несущими книдоциты.",
        "metadata": {
            "url": "https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D1%80%D0%B5%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B5"
        }
    },
    {
        "content": "Книдарии появились предположительно в конце протерозоя. Старейшие их ископаемые найдены в окаменелостях, датированных около 580 миллионами лет, тогда как первые кораллы датированы более 490 миллионами лет, и уже спустя несколько миллионов лет они получили широкое распространение.",
        "metadata": {
            "url": "https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D1%80%D0%B5%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B5"
        }
    },
    {
        "content": "Книдарии — более сложноорганизованные организмы, чем губки. Они сопоставимы в этом отношении с гребневиками, но проще двусторонне-симметричных (Bilateria), включающих основную массу животных. ",
        "metadata": {
            "url": "https://ru.wikipedia.org/wiki/%D0%A1%D1%82%D1%80%D0%B5%D0%BA%D0%B0%D1%8E%D1%89%D0%B8%D0%B5"
        }
    }
]